Repository: digicenterrwanda/lmis
Catalog: typo3conf/ext/df_contentslide/Resources/Private/Languages/*.locallang_db.xlf
Languages: de

# tt_content.tx_df_contentslide_activate
source: Enable
de: Aktivieren

# tt_content.tx_df_contentslide_animation
source: Select animation
de: Animation auswählen

# tt_content.tx_df_contentslide_animation.fade
source: Fade
de: Blenden

# tt_content.tx_df_contentslide_animation.slideDownwards
source: Slide downwards
de: Sliding nach unten

# tt_content.tx_df_contentslide_animation.slideUpwards
source: Slide upwards
de: Sliding nach oben

# tt_content.tx_df_contentslide_contentslide
source: Expand/Collapse Content
de: Ein- und ausklappbare Inhalte

# tt_content.tx_df_contentslide_layout
source: Select layout
de: Layout auswählen

# tt_content.tx_df_contentslide_options
source: Options
de: Optionen

# tt_content.tx_df_contentslide_options.expanded
source: Initially expanded
de: Initial aufgeklappt

# tt_content.tx_df_contentslide_options.withAjax
source: with AJAX
de: mit AJAX

# tt_content.tx_df_contentslide_useCustomHeader
source: Use custom header
de: Benutzerdefinierte Überschrift
